[
  "What's a tiny habit you have that no one really notices?",
  "What memory pops up when you hear absolute silence?",
  "What’s a belief you used to have that you outgrew?",
  "What’s something you pretend not to care about but actually do?",
  "What’s a fear you’ve never admitted out loud?",
  "What’s a compliment you still remember?",
  "What emotion do you feel the most lately?",
  "What’s a thought you wish you could unthink?",
  "What’s a question you hope no one asks you?",
  "What’s a small joy you rely on more than you admit?",
  "What’s the most ‘you’ thing you’ve ever done?",
  "What’s a lie you tell yourself sometimes?",
  "What’s a type of person you’re instantly drawn to?",
  "What’s a type of person you avoid without trying?",
  "What’s something you’re proud of but rarely say?",
  "What’s a dream you had that stuck with you?",
  "What’s the last thing that genuinely surprised you?",
  "What’s a decision you’re still unsure about?",
  "What’s a truth you learned the hard way?",
  "What’s a piece of advice you actually followed?",
  "What’s something you didn’t expect to miss?",
  "What’s something you’d redo if no one knew?",
  "What’s a feeling you chase?",
  "What’s a feeling you avoid?",
  "What’s the last thought before you fall asleep?",
  "What’s something that instantly makes you nostalgic?",
  "What’s a moment you wish you could freeze?",
  "What’s a question you ask yourself often?",
  "What’s a smell that brings you back somewhere?",
  "What’s a risk you regret not taking?",
  "What’s a risk you’re glad you took?",
  "What’s the nicest thing you’ve done secretly?",
  "What’s a song lyric that feels personal to you?",
  "What’s a memory you return to on bad days?",
  "What’s a personality trait you admire in others?",
  "What’s a personality trait you’re working on?",
  "What’s something you know you need to hear more often?",
  "What’s a feeling you can’t put into words?",
  "What’s something you hope people notice about you?",
  "What’s something you hope people don’t notice?",
  "What’s a moment you realized you’d changed?",
  "What’s a question you’ve never dared to ask someone?",
  "What’s a thought that makes you feel calm?",
  "What’s a thought that makes you feel restless?",
  "What’s something you’d tell your younger self?",
  "What’s a mystery about yourself you haven’t solved yet?",
  "What’s something you do that feels like self-care?",
  "What’s a memory you wish you could see from the outside?",
  "What’s a truth you think most people avoid?",
  "What’s something you hope your future self forgives you for?"
]
